tap "homebrew/bundle"
tap "messense/macos-cross-toolchains"
tap "qmu/mcc"
tap "romkatv/powerlevel10k"
tap "sergiobenitez/osxct"
brew "anyenv"
brew "bat"
brew "deno"
brew "direnv"
brew "fd"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "jq"
brew "lv"
brew "mysql-client"
brew "neovim"
brew "openssl@1.1"
brew "php"
brew "pwgen"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "qmu/mcc/mcc"
cask "1password"
cask "chromedriver"
cask "clipy"
cask "cmd-eikana"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "macwinzipper"
cask "raspberry-pi-imager"
cask "rectangle"
cask "slack"
cask "spotify"
cask "temurin"
cask "visual-studio-code"
cask "vnc-viewer"
vscode "adpyke.vscode-sql-formatter"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "bmewburn.vscode-intelephense-client"
vscode "cweijan.vscode-myssql-client2"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "IBM.output-colorizer"
vscode "jock.svg"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.vscode-input-sequence"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
