# CLIツール (Mac / Linux 共通)
brew "anyenv"
brew "bat"
brew "bitwarden-cli"
brew "deno" # zeno.zshが使用
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "lv"
brew "neovim"
brew "pwgen"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter-cli" # neovimのtreesitterパーサービルド用
brew "watch"
brew "wget"

# GUIアプリ (Macのみ)
if OS.mac?
  tap "beeftornado/rmtree"
  brew "beeftornado/rmtree/brew-rmtree"

  cask "android-file-transfer"
  cask "cmd-eikana"
  cask "deepl"
  cask "google-chrome"
  cask "gcloud-cli" # 旧: google-cloud-sdk
  cask "orbstack"
  cask "raycast"
  cask "spotify"
  cask "wezterm"
end
