tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "messense/macos-cross-toolchains"
tap "romkatv/powerlevel10k"
tap "sergiobenitez/osxct"
tap "sh0nk/tap"
brew "anyenv"
brew "bat"
brew "bitwarden-cli"
brew "deno"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "graphviz"
brew "jq"
brew "lazygit"
brew "lv"
brew "neovim"
brew "pwgen"
brew "ripgrep"
brew "rustup-init"
brew "sheldon"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "beeftornado/rmtree/brew-rmtree"
cask "bitwarden"
cask "cmd-eikana"
cask "deepl"
cask "google-chrome"
cask "google-cloud-sdk"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "wezterm"
